import Beton from '../../Assets/Ленточный фундамент.jpg'
import Beton1 from '../../Assets/Ленточный фундамент.jpg'
import Beton2 from '../../Assets/Комбинированный фундамент.jpg'
import Beton3 from '../../Assets/монолитная фундамент.jpg'
import Beton4 from '../../Assets/Сборно-блочный фундамент.jpg'
import Beton5 from '../../Assets/Свайно-винтовой фундамент.jpg'
import Beton6 from '../../Assets/Сборно-блочный фундамент.jpg'
import Beton7 from '../../Assets/Шведская монолитная фундамент.jpg'
const foundations = [
  {
    title: 'Ленточный фундамент',
    price: 'от 10 900 ₽ / куб.м',
    nicname:"typesof-card-20",
    url:"lentochiy-fundament",

    description: 'Данный тип фундамента считается одним из самых надёжных...',
    maindescription:'Ленточный фундамент представляет собой замкнутую армированную железобетонную балку, которая закладывается по периметру здания и под несущими стенами. Он распределяет нагрузку здания на грунт. Этот тип фундамента подходит как для легких, так и для тяжелых монолитных домов и каменных коттеджей. Несущая способность определяется шириной, высотой ленты и типом грунта.',
    description2:'Ленточный фундамент представляет собой замкнутый контур из единой армированной железобетонной балки, заложенной по периметру здания и под несущими стенами. Этот тип фундамента обязательно требует проведения геологических исследований грунта для точного расчета нагрузки и определения возможности возведения на данном типе грунта. Ленточный фундамент хорошо справляется со своей функцией в случае угрозы неравномерной усадки, которая может возникнуть из-за неоднородности грунта.',
    titleDescription:'Основные преимущества ленточного фундамента:',
    list1:"•	Универсальность: Ленточный фундамент подходит для домов из различных материалов, обеспечивая надежную опору для самых разных конструкций.",
    list2:"•	Высокая несущая способность: Ленточный фундамент способен выдерживать значительные нагрузки, что делает его идеальным выбором для тяжелых монолитных домов и каменных коттеджей. ",
    list3:"•	Простота технологии: Технология возведения ленточного фундамента проста и понятна, что позволяет сократить сроки строительства и снизить затраты.",
    list4:"•	Стабильность: Ленточный фундамент эффективно справляется с угрозой неравномерной усадки благодаря своей конструкции, что особенно важно при неоднородном грунте.",
    descriptionEnd:'Ленточный фундамент обеспечивает прочность и устойчивость здания, создавая надежную основу для долгосрочной эксплуатации. В условиях Москвы, с ее сложными климатическими условиями, правильный монтаж ленточного фундамента требует особого профессионализма и точности.',
    imageUrl: Beton1
  },
  {
    title: 'Комбинированный фундамент',
    price: 'от 10 900 ₽ / куб.м',
    nicname:"typesof-card-21",
    maindescription:'Комбинированный фундамент объединяет различные виды фундаментов, что позволяет максимально использовать их сильные стороны. Это обеспечивает надежность и прочность основания, адаптированного к специфическим условиям вашего строительного участка.',
    url:"lentochiy-fundament",
    description2:'Комбинированный фундамент представляет собой интеграцию нескольких типов оснований в одну систему. Этот метод используется на сложных грунтах и участках с значительными перепадами высот. Комбинированный фундамент обеспечивает надежность и устойчивость конструкции, адаптируясь к различным условиям почвы и рельефа.',
    titleDescription:'Основные преимущества комбинированного фундамента:',
    list1:'	Универсальность: Подходит для широкого спектра строительных проектов благодаря своей гибкости и адаптивности.',
    list2:'	Прочность: Объединение нескольких типов фундаментов позволяет достичь максимальной устойчивости и долговечности.',
    list3:'	Адаптация к сложным условиям: Эффективен на участках с неоднородной почвой и значительными перепадами высот.',
    list4:'	Оптимизация затрат: Индивидуальный расчет стоимости позволяет подобрать наиболее экономичное решение для конкретного проекта.',

    descriptionEnd:'Комбинированный фундамент — это оптимальное решение для строительства на сложных и нестабильных грунтах. Использование различных типов оснований в одной конструкции обеспечивает максимальную надежность и устойчивость здания, делая его безопасным и долговечным.',
    description: 'Данный тип фундамента считается одним из самых надёжных...',
    imageUrl: Beton2
  },{
    title: 'Монолитная плита',
    nicname:"typesof-card-22",
    price: 'от 10 900 ₽ / куб.м',
    url:"lentochiy-fundament",
    description: 'Данный тип фундамента считается одним из самых надёжных...',
    maindescription:'',
    description2:'Монолитная плита из армированного железобетона — это сплошная конструкция, возводимая под всей площадью будущего строения. Она подходит для большинства типов грунтов благодаря своей высокой несущей способности и скорости возведения. Монолитная плита не только обеспечивает прочную основу, но и служит готовым черновым полом дома, что значительно ускоряет процесс строительства.',
    list1:'•	Высокая надежность: Один из самых надежных типов фундамента с высокой несущей способностью, что делает его идеальным для различных конструкций.',
    list2:'•	Применимость для разных строений: Подходит для домов высотой в 1,5 — 2 этажа, обеспечивая стабильную и прочную основу.',
    list3:'•	Утепление фундамента: Возможность выполнить утепление фундамента, что улучшает теплоизоляционные свойства и способствует энергосбережению.',
    list4:'•	Шведский монолит: Использование технологий шведского монолита обеспечивает дополнительную прочность и долговечность конструкции.',
    titleDescription:'Основные преимущества монолитной плиты:',
    descriptionEnd:'Монолитная плита является одним из самых надежных и практичных типов фундаментов, обеспечивая долговечность и устойчивость здания. Этот фундамент равномерно распределяет нагрузки по всей своей площади, что особенно важно для построек на участках с неравномерным грунтом.',
    imageUrl: Beton3
  },{
    title: 'Сборно-блочный фундамент',
    nicname:"typesof-card-23",
    price: 'от 10 900 ₽ / куб.м',
    url:"lentochiy-fundament",

    description: 'Данный тип фундамента считается одним из самых надёжных...',
    maindescription:'Сборно-блочный фундамент изготавливается из специальных железобетонных блоков, которые формируют полую конструкцию. Этот фундамент быстро монтируется и обеспечивает высокую прочность, что делает его отличным выбором для различных типов строений.',

    description2:'Сборно-блочный фундамент — это конструкция, выполненная из железобетонных блоков различного размера, уложенных на песчаную подушку. Данный тип фундамента требует обязательного проведения геологических исследований для оценки пригодности грунта на участке. Сборно-блочный фундамент особенно эффективен для домов с планируемым цокольным этажом (подвалом), поскольку в других случаях он может оказаться экономически невыгодным. Перекрытие осуществляется с помощью плит перекрытия, что обеспечивает дополнительную прочность.',
    list1:'Надежность и прочность: Сборно-блочные фундаменты известны своей высокой прочностью и долговечностью, что делает их отличным выбором для различных типов построек.',
    list2:'	Морозоустойчивость: Высокая устойчивость к низким температурам делает этот фундамент идеальным для использования в регионах с холодным климатом.',
    list3:'	Устойчивость к внешним воздействиям: Железобетонные блоки обладают высокой стойкостью к воздействию влаги и других внешних факторов, что способствует длительному сроку службы.',
    list4:'	Шумоизоляция: Превосходные шумоизоляционные свойства обеспечивают комфортное проживание, снижая уровень внешнего шума.',
    titleDescription:'Основные преимущества сборно-блочного фундамента:',
    descriptionEnd:'Сборно-блочный фундамент — это надежное и практичное решение для строительства домов с подвалом, обеспечивающее долговечность и устойчивость всей конструкции. Проведение геологических исследований позволяет точно определить пригодность участка для такого типа фундамента, что гарантирует безопасность и эффективность строительства.',
    imageUrl: Beton4
  },
  {
    title: 'Шведская монолитная фундамент',
    price: 'от 10 900 ₽ / куб.м',
    url:"lentochiy-fundament",
    nicname:"typesof-card-24",
    description: 'Данный тип фундамента считается одним из самых надёжных...',
    maindescription:'',
    list1:'',
    list2:'',
    list3:'',
    list4:'',
    titleDescription:'',
    descriptionEnd:'',
    imageUrl: Beton7
  },
  {
    title: 'Свайно-винтовой фундамент',
    price: 'от 10 900 ₽ / куб.м',
    url:"lentochiy-fundament",
    nicname:"typesof-card-25",
    description: 'Данный тип фундамента считается одним из самых надёжных...',
    maindescription:'Свайно-винтовой фундамент состоит из винтовых свай, вкручиваемых в грунт. Это решение позволяет быстро и экономично создать надежное основание, идеально подходящее для легких строений.',
    description2:'Свайно-винтовой фундамент — это надежное основание, которое создается с применением свай с винтовой нарезкой. Эти сваи вкручиваются в грунт в соответствии с проектным свайным полем, обеспечивая прочное и устойчивое основание для здания. Свайный фундамент является несущей конструкцией, которая принимает нагрузку от давления всех элементов здания.',
    list1:'Устройство в любое время года: Свайно-винтовой фундамент можно устанавливать ',
    list2:'•	Подходит для сложных условий: Эффективен для строительства на влажных и подвижных почвах, а также в местностях со сложным рельефом и крутыми склонами.',
    list3:'•	Идеально для легких строений: Отлично подходит для возведения легких строений из СИП-панелей, обеспечивая им надежную опору.',
    list4:'•	Быстрая нагрузка: Основание такого типа можно нагружать сразу после завершения монтажных работ, что значительно ускоряет процесс строительства.',
    titleDescription:'Основные преимущества свайно-винтового фундамента:',
    descriptionEnd:'почвах, а также в местностях со сложным рельефом и крутыми склонами Свайно-винтовой фундамент является идеальным выбором для различных типов строительства, обеспечивая долговечность и устойчивость даже в самых сложных условиях. Этот тип фундамента гарантирует надежность и безопасность вашего здания, независимо от климатических и грунтовых условий.',
    imageUrl: Beton5
  },




  {
    title: 'Монолитная плита',
    nicname:"typesof-card-3",
    price: 'от 10 900 ₽ / куб.м',
    url:"monolitnaya-plita",
    description: 'Данный тип фундамента считается одним из самых надёжных...',
    maindescription:'',
    list1:'',
    list2:'',
    list3:'',
    list4:'',
    titleDescription:'',
    descriptionEnd:'',
    imageUrl: Beton6
  },

  {
    title: 'Монолитная плита',
    nicname:"typesof-card-4",
    price: 'от 10 900 ₽ / куб.м',
    url:"svayno-rostverkoviy-fundament",
    description: 'Данный тип фундамента считается одним из самых надёжных...',
    imageUrl: Beton3
  },  {
    title: 'Монолитная плита',
    price: 'от 10 900 ₽ / куб.м',
    nicname:"typesof-card-5",
    url:"svayno-rostverkoviy-fundament",
    description: 'Данный тип фундамента считается одним из самых надёжных...',
    imageUrl: Beton4
  },  {
    title: 'Монолитная плита',
    price: 'от 10 900 ₽ / куб.м',
    nicname:"typesof-card-6",
    url:"svayno-rostverkoviy-fundament",
    description: 'Данный тип фундамента считается одним из самых надёжных...',
    imageUrl: Beton5
  },  {
    title: 'Монолитная плита',
    price: 'от 10 900 ₽ / куб.м',
    nicname:"typesof-card-7",
    url:"svayno-rostverkoviy-fundament",
    description: 'Данный тип фундамента считается одним из самых надёжных...',
    imageUrl: Beton6
  },  {
    title: 'Монолитная плита',
    nicname:"typesof-card-8",
    price: 'от 10 900 ₽ / куб.м',
    url:"svayno-rostverkoviy-fundament",
    description: 'Данный тип фундамента считается одним из самых надёжных...',
    imageUrl: Beton7
  },  {
    title: 'Монолитная плита',
    nicname:"typesof-card-9",
    price: 'от 10 900 ₽ / куб.м',
    url:"svayno-rostverkoviy-fundament",
    description: 'Данный тип фундамента считается одним из самых надёжных...',
    imageUrl: Beton7
  },


  {
    title: 'Монолитная плита',
    price: 'от 10 900 ₽ / куб.м',
    url:"monolitnaya-plita",
    nicname:"typesof-card-10",
    description: 'Данный тип фундамента считается одним из самых надёжных...',
    imageUrl: Beton,
    nicname:"typesof-card-1"


  },
  {
    title: 'Монолитная плита',
    price: 'от 10 900 ₽ / куб.м',
    nicname:"typesof-card-11",
    url:"Sborno-blochniy-fundament",
    description: 'Данный тип фундамента считается одним из самых надёжных...',
    imageUrl: Beton
  },  {
    title: 'Монолитная плита',
    price: 'от 10 900 ₽ / куб.м',
    url:"Sborno-blochniy-fundament",
    nicname:"typesof-card-12",
    description: 'Данный тип фундамента считается одним из самых надёжных...',
    imageUrl: Beton
  },  {
    title: 'Монолитная плита',
    price: 'от 10 900 ₽ / куб.м',

    nicname:"typesof-card-13",
    url:"Sborno-blochniy-fundament",
    description: 'Данный тип фундамента считается одним из самых надёжных...',
    imageUrl: Beton
  },  {
    title: 'Монолитная плита',
    nicname:"typesof-card-14",
    price: 'от 10 900 ₽ / куб.м',
    url:"Sborno-blochniy-fundament",
    description: 'Данный тип фундамента считается одним из самых надёжных...',
    imageUrl: Beton
  },  {
    title: 'Монолитная плита',
    nicname:"typesof-card-15",
    price: 'от 10 900 ₽ / куб.м',
    url:"Sborno-blochniy-fundament",
    description: 'Данный тип фундамента считается одним из самых надёжных...',
    imageUrl: Beton
  },  {
    title: 'Монолитная плита',
    nicname:"typesof-card-16",
    price: 'от 10 900 ₽ / куб.м',
    url:"Sborno-blochniy-fundament",
    description: 'Данный тип фундамента считается одним из самых надёжных...',
    imageUrl: Beton
  },  {
    title: 'Монолитная плита',
    nicname:"typesof-card-17",
    price: 'от 10 900 ₽ / куб.м',
    url:"Sborno-blochniy-fundament",
    description: 'Данный тип фундамента считается одним из самых надёжных...',
    imageUrl: Beton
  },  {
    title: 'Монолитная плита',
    price: 'от 10 900 ₽ / куб.м',
    nicname:"typesof-card-18",
    url:"Sborno-blochniy-fundament",
    description: 'Данный тип фундамента считается одним из самых надёжных...',
    imageUrl: Beton
  },  {
    title: 'Монолитная плита',
    price: 'от 10 900 ₽ / куб.м',
    url:"Sborno-blochniy-fundament",
    nicname:"typesof-card-19",
    description: 'Данный тип фундамента считается одним из самых надёжных...',
    imageUrl: Beton
  },
];
export {foundations}