import React from 'react';
import FoundationCard from './typesCard';
import './typesHome.css';
import fundament from "../../Assets/beton.webp"

const cardData = [
    {
        image: fundament,
        title: 'Ленточный фундамент',
        description: 'Такой тип фундамента представляет собой замкнутый контур из единой армированной железобетонной балки, заложенный по периметру здания и под несущими стенами, и передающий нагрузку здания подлежащему грунту. На нем строят как легкие дома, так тяжелые монолитные дома, и каменные коттеджи: несущая способность зависит от ширины, высоты ленты и типа грунта.',
        price: 'от 12 500 Р / куб.метр',
        buttonText: 'Заказать',
        url:"/lentochiy-fundament"
    },
    {
        image: fundament,
        title: 'Монолитная плита',
        description: 'Такой тип фундамента представляет собой замкнутый контур из единой армированной железобетонной балки, заложенный по периметру здания и под несущими стенами, и передающий нагрузку здания подлежащему грунту. На нем строят как легкие дома, так тяжелые монолитные дома, и каменные коттеджи: несущая способность зависит от ширины, высоты ленты и типа грунта.',
        price: 'от 10 900 Р / куб.метр',
        buttonText: 'Заказать',
        url:"/monolitnaya-plita"

    },
    {
        image: fundament,
        title: 'Свайно-ростверковый фундамент1',
        description: 'Такой тип фундамента представляет собой замкнутый контур из единой армированной железобетонной балки, заложенный по периметру здания и под несущими стенами, и передающий нагрузку здания подлежащему грунту. На нем строят как легкие дома, так тяжелые монолитные дома, и каменные коттеджи: несущая способность зависит от ширины, высоты ленты и типа грунта.',
        price: 'от 10 500 Р / п.м.',
        buttonText: 'Заказать',
        url:"/svayno-rostverkoviy-fundament"

    },
    {
        image: fundament,
        title: 'Сборно-блочный фундамент',
        description: 'Такой тип фундамента представляет собой замкнутый контур из единой армированной железобетонной балки, заложенный по периметру здания и под несущими стенами, и передающий нагрузку здания подлежащему грунту. На нем строят как легкие дома, так тяжелые монолитные дома, и каменные коттеджи: несущая способность зависит от ширины, высоты ленты и типа грунта.',
        price: 'рассчитывается индивидуально',
        buttonText: 'Заказать',
        url:"/Sborno-blochniy-fundament"

    },

];

const typesHome = () => {
    return (
        <div className="foundation-card-container">
            {cardData.map((card, index) => (
                <FoundationCard
                    url={card.url}
                    key={index}
                    image={card.image}
                    title={card.title}
                    description={card.description}
                    price={card.price}
                    buttonText={card.buttonText}
                />
            ))}
        </div>
    );
};

export default typesHome;
